Ext.define("fo.store.FoJings", {
    extend: 'Ext.data.Store',
    alias: 'store.List',
    config: {
        model: 'fo.model.Text',
        data: [
            { name: '佛说圣佛母般若波罗蜜多经'},
            { name: '佛说法集经卷第六'},
            { name: '佛说观无量寿佛经'},
            { name: '千手千眼观世音菩萨广大圆满无碍大悲心陀罗尼经'},
            { name: '华严经善财二十七参观自在菩萨章'},
            { name: '圣观自在菩萨功德赞'},
            { name: '大乘悲分陀利经三王子授记品第七'},
            { name: '大方广佛华严经入不思议解脱境界普贤行愿品 善财参观自在菩萨章'},
            { name: '大方广佛华严经卷第五十一入法界品第三十四之八'},
            { name: '妙法莲华经观世音菩萨普门品'},
            { name: '悲华经诸菩萨本授记品第四之一'},
            { name: '正法华经卷第十光世音普门品第二十三'},
            { name: '相续解脱地波罗蜜了义经一卷'},
            { name: '般若波罗蜜多心经（智慧轮奉　诏译）'},
            { name: '般若波罗蜜多心经(炖煌石室本)'},
            { name: '般若波罗蜜多心经（般若共利言等译）'},
            { name: '观世音菩萨授记经'},
            { name: '解深密经地波罗蜜多品第七'},
            { name: '赞观世音菩萨颂'}
        ]
    }
});
